Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# pairing.empty.message
source: No iPhone paired yet. Tap the QR button on a pane and scan it with the Soyeht iOS app.
ar: لم يتم إقران أي iPhone بعد. اضغط على زر QR في اللوحة وامسحه بتطبيق Soyeht iOS.
de: Noch kein iPhone gekoppelt. Tippen Sie auf die QR-Taste eines Bereichs und scannen Sie sie mit der Soyeht-iOS-App.
es: Aún no hay iPhone emparejado. Haz clic en el botón QR de un panel y escanéalo con la app Soyeht iOS.
fr: Aucun iPhone appairé pour l’instant. Cliquez sur le bouton QR d’un volet et scannez-le avec l’app Soyeht iOS.
hi: अभी कोई iPhone पेयर नहीं। किसी pane के QR बटन पर टैप करके Soyeht iOS ऐप से स्कैन करें।
id: Belum ada iPhone yang dipasangkan. Ketuk tombol QR pada pane dan pindai dengan aplikasi Soyeht iOS.
ja: まだペアリング済みの iPhone はありません。ペインの QR ボタンをタップして Soyeht iOS アプリでスキャンしてください。
ko: 아직 페어링된 iPhone이 없습니다. 패널의 QR 버튼을 탭하고 Soyeht iOS 앱으로 스캔하세요.
pt_br: Nenhum iPhone pareado ainda. Clique no botão QR de um painel e escaneie com o app Soyeht iOS.
pt_pt: Nenhum iPhone emparelhado ainda. Clique no botão QR de um painel e leia-o com a aplicação Soyeht iOS.
ru: Пока нет сопряжённых iPhone. Нажмите кнопку QR на pane и отсканируйте её приложением Soyeht для iOS.
ur: ابھی کوئی iPhone جوڑی شدہ نہیں۔ pane پر QR بٹن دبائیں اور Soyeht iOS ایپ سے اسکین کریں۔
zh_hans: 还没有配对的 iPhone。轻点窗格上的 QR 按钮，并用 Soyeht iOS App 扫描。

# pairing.window.title
source: Paired devices
ar: الأجهزة المقترنة
de: Gekoppelte Geräte
es: Dispositivos emparejados
fr: Appareils appairés
hi: पेयर किए गए डिवाइस
id: Perangkat berpasangan
ja: ペア済みデバイス
ko: 페어링된 기기
pt_br: Dispositivos pareados
pt_pt: Dispositivos emparelhados
ru: Сопряжённые устройства
ur: جوڑی شدہ آلات
zh_hans: 已配对设备

# palette.search.placeholder
source: Go to workspace or pane…
ar: الانتقال إلى مساحة عمل أو لوحة…
de: Zu Arbeitsbereich oder Bereich gehen…
es: Ir a espacio de trabajo o panel…
fr: Aller à l’espace de travail ou au volet…
hi: workspace या pane पर जाएँ…
id: Pergi ke workspace atau pane…
ja: ワークスペースまたはペインへ移動…
ko: 워크스페이스 또는 패널로 이동…
pt_br: Ir para área de trabalho ou painel…
pt_pt: Ir para área de trabalho ou painel…
ru: Перейти к workspace или pane…
ur: workspace یا pane پر جائیں…
zh_hans: 前往工作区或窗格…

# pane.a11y.focused
source: focused
ar: مركز
de: fokussiert
es: enfocado
fr: sélectionné
hi: फोकस
id: fokus
ja: フォーカス中
ko: 포커스됨
pt_br: focado
pt_pt: focado
ru: в фокусе
ur: فوکس
zh_hans: 已聚焦

# pane.a11y.label
source: Pane %1$@ %2$@, %3$@
ar: لوحة %1$@ %2$@، %3$@
de: Bereich %1$@ %2$@, %3$@
es: Panel %1$@ %2$@, %3$@
fr: Panneau %1$@ %2$@, %3$@
ja: ペイン %1$@ %2$@、%3$@
ko: 패널 %1$@ %2$@, %3$@
pt_br: Painel %1$@ %2$@, %3$@
pt_pt: Painel %1$@ %2$@, %3$@
zh_hans: 窗格 %1$@ %2$@，%3$@

# pane.a11y.notFocused
source: not focused
ar: غير مركز
de: nicht fokussiert
es: sin enfocar
fr: non sélectionné
hi: फोकस नहीं
id: tidak fokus
ja: フォーカスされていません
ko: 포커스되지 않음
pt_br: sem foco
pt_pt: sem foco
ru: не в фокусе
ur: فوکس نہیں
zh_hans: 未聚焦

# pane.alert.noActiveSession.message
source: Attach this conversation to an instance before generating a QR.
ar: اربط هذه المحادثة بحالة قبل إنشاء QR.
de: Verbinden Sie diese Konversation mit einer Instanz, bevor Sie einen QR erzeugen.
es: Adjunta esta conversación a una instancia antes de generar el QR.
fr: Associez cette conversation à une instance avant de générer le QR.
hi: QR बनाने से पहले इस बातचीत को एक इंस्टेंस से जोड़ें।
id: Lampirkan percakapan ini ke sebuah instance sebelum membuat QR.
ja: QR を生成する前に、この会話をインスタンスに関連付けてください。
ko: QR을 생성하기 전에 이 대화를 인스턴스에 연결하세요.
pt_br: Anexe esta conversa a uma instância antes de gerar o QR.
pt_pt: Anexe esta conversa a uma instância antes de gerar o QR.
ru: Прикрепите эту переписку к экземпляру перед созданием QR.
ur: QR بنانے سے پہلے اس گفتگو کو انسٹینس سے منسلک کریں۔
zh_hans: 生成 QR 前，请先将此对话关联到一个实例。

# pane.alert.noActiveSession.title
source: No active session
ar: لا توجد جلسة نشطة
de: Keine aktive Sitzung
es: Sin sesión activa
fr: Aucune session active
hi: कोई सक्रिय सत्र नहीं
id: Tidak ada sesi aktif
ja: アクティブなセッションがありません
ko: 활성 세션 없음
pt_br: Sem sessão ativa
pt_pt: Sem sessão ativa
ru: Нет активной сессии
ur: کوئی فعال سیشن نہیں
zh_hans: 没有活动会话

# pane.alert.noIPhone.message
source: Open the Soyeht app on a paired iPhone to receive the pane.
ar: افتح تطبيق Soyeht على iPhone مقترن لاستلام اللوحة.
de: Öffnen Sie die Soyeht-App auf einem gekoppelten iPhone, um den Bereich zu empfangen.
es: Abre la app Soyeht en un iPhone emparejado para recibir el panel.
fr: Ouvrez l’app Soyeht sur un iPhone appairé pour recevoir le volet.
hi: pane प्राप्त करने के लिए पेयर किए गए iPhone पर Soyeht ऐप खोलें।
id: Buka aplikasi Soyeht di iPhone yang dipasangkan untuk menerima pane.
ja: ペアリング済みの iPhone で Soyeht アプリを開き、ペインを受信してください。
ko: 페어링된 iPhone에서 Soyeht 앱을 열어 패널을 받으세요.
pt_br: Abra o app Soyeht no iPhone pareado para receber o painel.
pt_pt: Abra a aplicação Soyeht num iPhone emparelhado para receber o painel.
ru: Откройте Soyeht на сопряжённом iPhone, чтобы получить pane.
ur: pane وصول کرنے کے لیے جوڑی شدہ iPhone پر Soyeht ایپ کھولیں۔
zh_hans: 在已配对的 iPhone 上打开 Soyeht App 以接收此窗格。

# pane.alert.noIPhone.title
source: No iPhone connected
ar: لا يوجد iPhone متصل
de: Kein iPhone verbunden
es: No hay iPhone conectado
fr: Aucun iPhone connecté
hi: कोई iPhone कनेक्टेड नहीं
id: Tidak ada iPhone terhubung
ja: iPhone が接続されていません
ko: 연결된 iPhone 없음
pt_br: Nenhum iPhone conectado
pt_pt: Nenhum iPhone ligado
ru: iPhone не подключён
ur: کوئی iPhone منسلک نہیں
zh_hans: 没有连接的 iPhone

# pane.alert.qrFailed.title
source: Could not generate QR
ar: تعذّر إنشاء رمز QR
de: QR konnte nicht erzeugt werden
es: No se pudo generar el QR
fr: Impossible de générer le QR
hi: QR नहीं बना सका
id: Gagal membuat QR
ja: QR を生成できませんでした
ko: QR을 생성할 수 없습니다
pt_br: Não foi possível gerar o QR
pt_pt: Não foi possível gerar o QR
ru: Не удалось создать QR
ur: QR نہیں بن سکا
zh_hans: 无法生成 QR

# pane.alert.workspaceUnavailable.message
source: Could not identify the active tmux session for this pane.
ar: تعذر تحديد جلسة tmux النشطة لهذه اللوحة.
de: Die aktive tmux-Sitzung für diesen Bereich konnte nicht ermittelt werden.
es: No se pudo identificar la sesión tmux activa para este panel.
fr: Impossible d’identifier la session tmux active pour ce volet.
hi: इस pane के लिए सक्रिय tmux सत्र की पहचान नहीं हो सकी।
id: Tidak dapat mengidentifikasi sesi tmux aktif untuk pane ini.
ja: このペインのアクティブな tmux セッションを特定できませんでした。
ko: 이 패널의 활성 tmux 세션을 식별할 수 없습니다.
pt_br: Não foi possível identificar a sessão tmux ativa para este painel.
pt_pt: Não foi possível identificar a sessão tmux ativa para este painel.
ru: Не удалось определить активную tmux-сессию для этого pane.
ur: اس pane کے لیے فعال tmux سیشن کی شناخت نہیں ہو سکی۔
zh_hans: 无法识别此窗格的活动 tmux 会话。

# pane.alert.workspaceUnavailable.title
source: Workspace unavailable
ar: مساحة العمل غير متاحة
de: Arbeitsbereich nicht verfügbar
es: Espacio de trabajo no disponible
fr: Espace de travail indisponible
hi: Workspace उपलब्ध नहीं
id: Workspace tidak tersedia
ja: ワークスペースを利用できません
ko: 워크스페이스를 사용할 수 없음
pt_br: Área de trabalho indisponível
pt_pt: Área de trabalho indisponível
ru: Workspace недоступен
ur: Workspace دستیاب نہیں
zh_hans: 工作区不可用

# pane.header.button.iphone.a11y
source: Open this pane on paired iPhone
ar: فتح هذه اللوحة على iPhone المقترن
de: Diesen Bereich auf gekoppeltem iPhone öffnen
es: Abrir este panel en el iPhone emparejado
fr: Ouvrir ce volet sur l’iPhone appairé
hi: इस pane को पेयर किए गए iPhone पर खोलें
id: Buka pane ini di iPhone yang dipasangkan
ja: このペインをペアリング済み iPhone で開く
ko: 이 패널을 페어링된 iPhone에서 열기
pt_br: Abrir este painel no iPhone pareado
pt_pt: Abrir este painel no iPhone emparelhado
ru: Открыть этот pane на сопряжённом iPhone
ur: اس pane کو جوڑی شدہ iPhone پر کھولیں
zh_hans: 在已配对的 iPhone 上打开此窗格

# pane.header.button.iphone.tooltip.disabled
source: No paired iPhone online
ar: لا يوجد iPhone مقترن متصل
de: Kein gekoppeltes iPhone online
es: Ningún iPhone emparejado está en línea
fr: Aucun iPhone appairé en ligne
hi: कोई पेयर किया गया iPhone ऑनलाइन नहीं
id: Tidak ada iPhone berpasangan yang online
ja: オンラインのペア済み iPhone がありません
ko: 온라인 상태인 페어링된 iPhone 없음
pt_br: Nenhum iPhone pareado conectado
pt_pt: Nenhum iPhone emparelhado ligado
ru: Нет подключённых сопряжённых iPhone
ur: کوئی جوڑی شدہ iPhone آن لائن نہیں
zh_hans: 没有在线的已配对 iPhone

# pane.header.button.iphone.tooltip.enabled
source: Send this tab to the paired iPhone that's online
ar: أرسل هذه التبويبة إلى iPhone المقترن المتصل
de: Diesen Tab an das gekoppelte iPhone senden, das online ist
es: Enviar esta pestaña al iPhone emparejado que está en línea
fr: Envoyer cet onglet à l’iPhone appairé en ligne
hi: यह टैब ऑनलाइन पेयर किए गए iPhone को भेजें
id: Kirim tab ini ke iPhone yang dipasangkan dan online
ja: このタブをオンラインのペア済み iPhone に送信
ko: 이 탭을 온라인 상태인 페어링된 iPhone으로 보내기
pt_br: Enviar esta aba para o iPhone pareado conectado
pt_pt: Enviar este separador para o iPhone emparelhado ligado
ru: Отправить эту вкладку на подключённый сопряжённый iPhone
ur: یہ ٹیب آن لائن جوڑی شدہ iPhone کو بھیجیں
zh_hans: 将此标签页发送到在线的已配对 iPhone

# pane.header.contextMenu.rename
source: Rename…
ar: إعادة تسمية…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
hi: नाम बदलें…
id: Ubah nama…
ja: 名前を変更…
ko: 이름 변경…
pt_br: Renomear…
pt_pt: Mudar o nome…
ru: Переименовать…
ur: نام تبدیل کریں…
zh_hans: 重命名…

# pane.scrollToBottom.button.title
source: Go to bottom
ar: الذهاب إلى النهاية
de: Zum Ende
es: Ir al final
fr: Aller à la fin
hi: अंत पर जाएं
id: Ke akhir
ja: 末尾へ移動
ko: 끝으로 이동
pt_br: Ir para o fim
pt_pt: Ir para o fim
ru: В конец
ur: آخر پر جائیں
zh_hans: 转到底部

# pane.scrollToBottom.button.tooltip
source: Return to the end of the conversation
ar: العودة إلى نهاية المحادثة
de: Zum Ende der Unterhaltung zurückkehren
es: Volver al final de la conversación
fr: Revenir à la fin de la conversation
hi: बातचीत के अंत पर लौटें
id: Kembali ke akhir percakapan
ja: 会話の末尾に戻る
ko: 대화의 끝으로 돌아가기
pt_br: Retornar ao fim da conversa
pt_pt: Voltar ao fim da conversa
ru: Вернуться к концу разговора
ur: گفتگو کے آخر پر واپس جائیں
zh_hans: 返回对话末尾

# pane.selectionCopied.indicator
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी हुआ
id: Disalin
ja: コピー済み
ko: 복사됨
pt_br: Copiado
pt_pt: Copiado
ru: Скопировано
ur: کاپی ہو گیا
zh_hans: 已复制

# paneMenu.exitZoom
source: Exit Zoom
ar: الخروج من التكبير
de: Zoom beenden
es: Salir del zoom
fr: Quitter le zoom
hi: ज़ूम से बाहर
id: Keluar dari zoom
ja: ズームを終了
ko: 확대 종료
pt_br: Sair do zoom
pt_pt: Sair do zoom
ru: Выйти из зума
ur: زوم سے نکلیں
zh_hans: 退出缩放

# paneMenu.moveTo.header
source: Move Focused Pane To
ar: نقل اللوحة المركزة إلى
de: Fokussierten Bereich verschieben nach
es: Mover panel enfocado a
fr: Déplacer le volet sélectionné vers
hi: फोकस किए गए pane को ले जाएँ
id: Pindahkan pane fokus ke
ja: フォーカス中のペインの移動先
ko: 포커스된 패널 이동 대상
pt_br: Mover painel focado para
pt_pt: Mover painel focado para
ru: Переместить pane в фокусе в
ur: فوکس pane کو منتقل کریں
zh_hans: 将聚焦窗格移至

# paneMenu.moveTo.workspace
source: Workspace %lld
ar: مساحة العمل %lld
de: Arbeitsbereich %lld
es: Espacio de trabajo %lld
fr: Espace de travail %lld
ja: ワークスペース %lld
ko: 워크스페이스 %lld
pt_br: Área de trabalho %lld
pt_pt: Área de trabalho %lld
zh_hans: 工作区 %lld

# paneMenu.rotateSplit
source: Rotate Focused Split
ar: تدوير التقسيم المُركَّز
de: Fokussierte Aufteilung rotieren
es: Rotar división enfocada
fr: Pivoter la division sélectionnée
hi: फोकस किए गए विभाजन को घुमाएँ
id: Putar split fokus
ja: フォーカスされた分割を回転
ko: 포커스된 분할 회전
pt_br: Rotacionar divisão focada
pt_pt: Rodar divisão focada
ru: Повернуть разделение в фокусе
ur: فوکس سپلٹ گھمائیں
zh_hans: 旋转聚焦分屏

# paneMenu.swapDown
source: Swap Pane Down
ar: تبديل اللوحة إلى الأسفل
de: Bereich nach unten tauschen
es: Intercambiar panel hacia abajo
fr: Échanger avec le volet du bas
hi: pane नीचे स्वैप करें
id: Tukar pane bawah
ja: ペインを下へ入れ替え
ko: 패널을 아래로 바꾸기
pt_br: Trocar painel para baixo
pt_pt: Trocar painel para baixo
ru: Поменять с pane снизу
ur: pane نیچے تبدیل کریں
zh_hans: 向下交换窗格

# paneMenu.swapLeft
source: Swap Pane Left
ar: تبديل اللوحة إلى اليسار
de: Bereich nach links tauschen
es: Intercambiar panel a la izquierda
fr: Échanger avec le volet de gauche
hi: pane बाएँ स्वैप करें
id: Tukar pane kiri
ja: ペインを左へ入れ替え
ko: 패널을 왼쪽으로 바꾸기
pt_br: Trocar painel para a esquerda
pt_pt: Trocar painel para a esquerda
ru: Поменять с pane слева
ur: pane بائیں طرف تبدیل کریں
zh_hans: 向左交换窗格

# paneMenu.swapRight
source: Swap Pane Right
ar: تبديل اللوحة إلى اليمين
de: Bereich nach rechts tauschen
es: Intercambiar panel a la derecha
fr: Échanger avec le volet de droite
hi: pane दाएँ स्वैप करें
id: Tukar pane kanan
ja: ペインを右へ入れ替え
ko: 패널을 오른쪽으로 바꾸기
pt_br: Trocar painel para a direita
pt_pt: Trocar painel para a direita
ru: Поменять с pane справа
ur: pane دائیں طرف تبدیل کریں
zh_hans: 向右交换窗格

# paneMenu.swapUp
source: Swap Pane Up
ar: تبديل اللوحة إلى الأعلى
de: Bereich nach oben tauschen
es: Intercambiar panel hacia arriba
fr: Échanger avec le volet du haut
hi: pane ऊपर स्वैप करें
id: Tukar pane atas
ja: ペインを上へ入れ替え
ko: 패널을 위로 바꾸기
pt_br: Trocar painel para cima
pt_pt: Trocar painel para cima
ru: Поменять с pane сверху
ur: pane اوپر تبدیل کریں
zh_hans: 向上交换窗格

# paneMenu.zoomFocused
source: Zoom Focused Pane
ar: تكبير اللوحة المركزة
de: Fokussierten Bereich zoomen
es: Ampliar panel enfocado
fr: Zoomer le volet sélectionné
hi: फोकस किए गए pane को ज़ूम करें
id: Perbesar pane yang fokus
ja: フォーカス中のペインをズーム
ko: 포커스된 패널 확대
pt_br: Ampliar painel focado
pt_pt: Ampliar painel focado
ru: Увеличить pane в фокусе
ur: فوکس pane کو زوم کریں
zh_hans: 缩放聚焦窗格

# prefs.checkbox.automaticallyCheckForUpdates
source: Automatically check for updates
ar: التحقق من التحديثات تلقائيًا
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
hi: स्वचालित रूप से अपडेट की जाँच करें
id: Periksa pembaruan secara otomatis
ja: 自動的にアップデートを確認
ko: 업데이트 자동 확인
pt_br: Verificar atualizações automaticamente
pt_pt: Procurar atualizações automaticamente
ru: Автоматически проверять обновления
ur: اپ ڈیٹس خودکار طور پر چیک کریں
zh_hans: 自动检查更新

# prefs.label.colorTheme
source: Color Theme:
ar: سمة الألوان:
de: Farbthema:
es: Tema de color:
fr: Thème de couleur :
hi: रंग थीम:
id: Tema warna:
ja: カラー テーマ:
ko: 색상 테마:
pt_br: Tema de cor:
pt_pt: Tema de cor:
ru: Цветовая тема:
ur: رنگ کی تھیم:
zh_hans: 颜色主题：

# prefs.label.displayName
source: Name on iPhone:
ar: الاسم على iPhone:
de: Name auf iPhone:
es: Nombre en iPhone:
fr: Nom sur l’iPhone :
hi: iPhone पर नाम:
id: Nama di iPhone:
ja: iPhone での名前:
ko: iPhone에서 표시할 이름:
pt_br: Nome no iPhone:
pt_pt: Nome no iPhone:
ru: Имя на iPhone:
ur: iPhone پر نام:
zh_hans: iPhone 上的名称：

# prefs.label.fontSize
source: Font Size:
ar: حجم الخط:
de: Schriftgröße:
es: Tamaño de fuente:
fr: Taille de police :
hi: फ़ॉन्ट आकार:
id: Ukuran font:
ja: フォント サイズ:
ko: 글꼴 크기:
pt_br: Tamanho da fonte:
pt_pt: Tamanho do tipo de letra:
ru: Размер шрифта:
ur: فونٹ سائز:
zh_hans: 字体大小：

# prefs.window.title
source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
id: Preferensi
ja: 環境設定
ko: 설정
pt_br: Preferências
pt_pt: Preferências
ru: Настройки
ur: ترجیحات
zh_hans: 偏好设置

# qrHandoff.button.copied
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी हो गया
id: Tersalin
ja: コピーしました
ko: 복사됨
pt_br: Copiado
pt_pt: Copiado
ru: Скопировано
ur: کاپی ہو گیا
zh_hans: 已复制

# qrHandoff.button.copy
source: Copy link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
hi: लिंक कॉपी करें
id: Salin tautan
ja: リンクをコピー
ko: 링크 복사
pt_br: Copiar link
pt_pt: Copiar ligação
ru: Копировать ссылку
ur: لنک کاپی کریں
zh_hans: 复制链接

# qrHandoff.connected.a11y
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
hi: कनेक्टेड
id: Tersambung
ja: 接続済み
ko: 연결됨
pt_br: Conectado
pt_pt: Ligado
ru: Подключено
ur: منسلک
zh_hans: 已连接

# qrHandoff.connected.label
source: Connected on iPhone
ar: متصل على iPhone
de: Auf iPhone verbunden
es: Conectado en iPhone
fr: Connecté sur iPhone
hi: iPhone पर कनेक्टेड
id: Tersambung di iPhone
ja: iPhone に接続済み
ko: iPhone에 연결됨
pt_br: Conectado no iPhone
pt_pt: Ligado no iPhone
ru: Подключено на iPhone
ur: iPhone پر منسلک
zh_hans: 已在 iPhone 上连接

# qrHandoff.countdown.expired
source: Expired
ar: منتهي
de: Abgelaufen
es: Caducado
fr: Expiré
hi: समाप्त
id: Kedaluwarsa
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
pt_pt: Expirado
ru: Истёк
ur: میعاد ختم
zh_hans: 已过期

# qrHandoff.countdown.format
source: Expires in %1$lld:%2$@
ar: ينتهي خلال %1$lld:%2$@
de: Läuft ab in %1$lld:%2$@
es: Caduca en %1$lld:%2$@
fr: Expire dans %1$lld:%2$@
hi: %1$lld:%2$@ में समाप्त
id: Kedaluwarsa dalam %1$lld:%2$@
ja: 有効期限: あと %1$lld:%2$@
ko: 만료까지 %1$lld:%2$@
pt_br: Expira em %1$lld:%2$@
pt_pt: Expira em %1$lld:%2$@
ru: Истекает через %1$lld:%2$@
ur: %1$lld:%2$@ میں ختم
zh_hans: %1$lld:%2$@ 后过期

# qrHandoff.countdown.tokenGenerated
source: Token generated
ar: تم إنشاء الرمز
de: Token erstellt
es: Token generado
fr: Jeton généré
hi: टोकन बना
id: Token dibuat
ja: トークンを生成しました
ko: 토큰 생성됨
pt_br: Token gerado
pt_pt: Token gerado
ru: Токен создан
ur: ٹوکن بن گیا
zh_hans: 令牌已生成

# qrHandoff.header.subtitle
source: Use the iPhone camera or copy the link below and paste it into the Soyeht app to open this same session.
ar: استخدم كاميرا iPhone أو انسخ الرابط أدناه والصقه في تطبيق Soyeht لفتح نفس الجلسة.
de: Nutzen Sie die iPhone-Kamera oder kopieren Sie den Link unten und fügen Sie ihn in die Soyeht-App ein, um dieselbe Sitzung zu öffnen.
es: Usa la cámara del iPhone o copia el enlace de abajo y pégalo en la app Soyeht para abrir esta misma sesión.
fr: Utilisez l’appareil photo de l’iPhone ou copiez le lien ci-dessous et collez-le dans l’app Soyeht pour ouvrir la même session.
hi: iPhone कैमरे का उपयोग करें या नीचे दिया गया लिंक कॉपी करके Soyeht ऐप में पेस्ट करें और वही सत्र खोलें।
id: Gunakan kamera iPhone atau salin tautan di bawah dan tempel di aplikasi Soyeht untuk membuka sesi yang sama.
ja: iPhone のカメラを使うか、下のリンクをコピーして Soyeht アプリに貼り付けて、同じセッションを開いてください。
ko: iPhone 카메라를 사용하거나 아래 링크를 복사해 Soyeht 앱에 붙여넣으면 같은 세션을 열 수 있습니다.
pt_br: Use a câmera do iPhone ou copie o link abaixo e cole no app Soyeht para abrir esta mesma sessão.
pt_pt: Use a câmara do iPhone ou copie a ligação abaixo e cole na aplicação Soyeht para abrir esta mesma sessão.
ru: Используйте камеру iPhone или скопируйте ссылку ниже и вставьте её в приложение Soyeht, чтобы открыть ту же сессию.
ur: iPhone کیمرہ استعمال کریں یا نیچے دی گئی لنک کاپی کر کے Soyeht ایپ میں چسپاں کریں تاکہ یہی سیشن کھلے۔
zh_hans: 使用 iPhone 相机，或复制下面的链接并粘贴到 Soyeht App 中，以打开同一会话。

# qrHandoff.header.title
source: Continue this session on iPhone
ar: تابع هذه الجلسة على iPhone
de: Diese Sitzung auf iPhone fortsetzen
es: Continúa esta sesión en el iPhone
fr: Continuer cette session sur iPhone
hi: इस सत्र को iPhone पर जारी रखें
id: Lanjutkan sesi ini di iPhone
ja: このセッションを iPhone で続ける
ko: 이 세션을 iPhone에서 계속하기
pt_br: Continuar esta sessão no iPhone
pt_pt: Continuar esta sessão no iPhone
ru: Продолжить эту сессию на iPhone
ur: اس سیشن کو iPhone پر جاری رکھیں
zh_hans: 在 iPhone 上继续此会话

# qrHandoff.link.header
source: LINK
ar: الرابط
es: ENLACE
fr: LIEN
hi: लिंक
id: TAUTAN
ja: リンク
ko: 링크
ru: ССЫЛКА
ur: لنک
zh_hans: 链接

# qrHandoff.qrFailed
source: Could not generate QR
ar: تعذّر إنشاء رمز QR
de: QR konnte nicht erzeugt werden
es: No se pudo generar el QR
fr: Échec de la génération du QR
hi: QR नहीं बना सका
id: Gagal membuat QR
ja: QR を生成できませんでした
ko: QR을 생성할 수 없습니다
pt_br: Falha ao gerar QR
pt_pt: Falha ao gerar QR
ru: Не удалось создать QR
ur: QR نہیں بن سکا
zh_hans: 无法生成 QR

# sessionConfig.button.cancel
source: cancel
ar: إلغاء
de: abbrechen
es: cancelar
fr: annuler
hi: रद्द करें
id: batal
ja: キャンセル
ko: 취소
pt_br: cancelar
pt_pt: cancelar
ru: отмена
ur: منسوخ کریں
zh_hans: 取消

# sessionConfig.button.change
source: change
ar: تغيير
de: ändern
es: cambiar
fr: modifier
hi: बदलें
id: ubah
ja: 変更
ko: 변경
pt_br: alterar
pt_pt: alterar
ru: изменить
ur: تبدیل کریں
zh_hans: 更改

# sessionConfig.button.change.a11y
source: Change project path
ar: تغيير مسار المشروع
de: Projektpfad ändern
es: Cambiar la ruta del proyecto
fr: Modifier le chemin du projet
hi: प्रोजेक्ट पथ बदलें
id: Ubah path proyek
ja: プロジェクト パスを変更
ko: 프로젝트 경로 변경
pt_br: Alterar caminho do projeto
pt_pt: Alterar caminho do projeto
ru: Изменить путь проекта
ur: پروجیکٹ کا راستہ تبدیل کریں
zh_hans: 更改项目路径

# sessionConfig.button.start
source: Start
ar: ابدأ
de: Starten
es: Iniciar
fr: Démarrer
hi: शुरू करें
id: Mulai
ja: 開始
ko: 시작
pt_br: Iniciar
pt_pt: Iniciar
ru: Старт
ur: شروع
zh_hans: 开始

# sessionConfig.button.startSession
source: start session
ar: بدء الجلسة
de: sitzung starten
es: iniciar sesión
fr: démarrer la session
hi: सत्र शुरू करें
id: mulai sesi
ja: セッション開始
ko: 세션 시작
pt_br: iniciar sessão
pt_pt: iniciar sessão
ru: начать сессию
ur: سیشن شروع کریں
zh_hans: 开始会话

# sessionConfig.close.a11y.description
source: Cancel new session
ar: إلغاء الجلسة الجديدة
de: Neue Sitzung abbrechen
es: Cancelar nueva sesión
fr: Annuler la nouvelle session
hi: नया सत्र रद्द करें
id: Batalkan sesi baru
ja: 新規セッションをキャンセル
ko: 새 세션 취소
pt_br: Cancelar nova sessão
pt_pt: Cancelar nova sessão
ru: Отменить новую сессию
ur: نیا سیشن منسوخ
zh_hans: 取消新会话

# sessionConfig.header.subtitle
source: new session
ar: جلسة جديدة
ja: 新規セッション
ko: 새 세션
pt_br: nova sessão
pt_pt: nova sessão
zh_hans: 新会话

# sessionConfig.label.gitWorktree
source: // git worktree
ar: // شجرة عمل git
ja: // git ワークツリー
pt_br: // worktree git
pt_pt: // worktree git

# sessionConfig.label.projectPath
source: // project path
ar: // مسار المشروع
ja: // プロジェクトパス
ko: // 프로젝트 경로
pt_br: // caminho do projeto
pt_pt: // caminho do projeto
zh_hans: // 项目路径

# sessionConfig.worktree.a11y
source: Create as git worktree
ar: إنشاء كـ git worktree
de: Als git worktree erstellen
es: Crear como git worktree
fr: Créer comme git worktree
hi: git worktree के रूप में बनाएँ
id: Buat sebagai git worktree
ja: git worktree として作成
ko: git worktree로 생성
pt_br: Criar como git worktree
pt_pt: Criar como git worktree
ru: Создать как git worktree
ur: git worktree کے طور پر بنائیں
zh_hans: 创建为 git worktree

# sessionConfig.worktree.description
source: Isolated branch checkout
ar: سحب فرع معزول
de: Isoliertes Branch-Checkout
es: Checkout aislado de rama
fr: Checkout isolé d’une branche
hi: पृथक ब्रांच चेकआउट
id: Checkout cabang terisolasi
ja: 隔離されたブランチ チェックアウト
ko: 격리된 브랜치 체크아웃
pt_br: Checkout isolado de branch
pt_pt: Checkout isolado de branch
ru: Изолированный checkout ветки
ur: الگ تھلگ برانچ چیک آؤٹ
zh_hans: 隔离的分支检出

# sessionConfig.worktree.tooltip.notGitRepo
source: Selected folder is not a git repository
ar: المجلد المحدد ليس مستودع git
de: Der ausgewählte Ordner ist kein git-Repository
es: La carpeta seleccionada no es un repositorio git
fr: Le dossier sélectionné n’est pas un dépôt git
hi: चयनित फ़ोल्डर git रिपॉज़िटरी नहीं है
id: Folder yang dipilih bukan repositori git
ja: 選択されたフォルダーは git リポジトリではありません
ko: 선택한 폴더는 git 저장소가 아닙니다
pt_br: A pasta selecionada não é um repositório git
pt_pt: A pasta selecionada não é um repositório git
ru: Выбранная папка не является git-репозиторием
ur: منتخب فولڈر git repository نہیں ہے
zh_hans: 所选文件夹不是 git 仓库

# sidebar.button.close.a11y
source: Close Sidebar
ar: إغلاق الشريط الجانبي
de: Seitenleiste schließen
es: Cerrar barra lateral
fr: Fermer la barre latérale
hi: साइडबार बंद करें
id: Tutup sidebar
ja: サイドバーを閉じる
ko: 사이드바 닫기
pt_br: Fechar barra lateral
pt_pt: Fechar barra lateral
ru: Закрыть боковую панель
ur: سائڈ بار بند کریں
zh_hans: 关闭边栏

# sidebar.conversationRow.a11y
source: Conversation %@
ar: محادثة %@
de: Konversation %@
es: Conversación %@
hi: बातचीत %@
id: Percakapan %@
ja: 会話 %@
ko: 대화 %@
pt_br: Conversa %@
pt_pt: Conversa %@
ru: Переписка %@
ur: گفتگو %@
zh_hans: 对话 %@
